Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# offline.offlinePending
source: Sense connexió · {n} pendents
en: Offline · {n} pending
es: Sin conexión · {n} pendientes
eu: Konexiorik gabe · {n} bidaltzeke
fr: Hors ligne · {n} en attente
gl: Sen conexión · {n} pendentes
it: Offline · {n} in attesa
pt_pt: Sem conexão · {n} por enviar

# offline.otherAccount
source: Hi ha {n} aportacions guardades amb un altre compte. No es poden enviar des d'aquest: entra amb aquell compte o descarta-les.
en: {n} contributions were saved with another account. They cannot be sent from this one: sign in with that account or discard them.
es: Hay {n} aportaciones guardadas con otra cuenta. No pueden enviarse desde esta: entra con aquella cuenta o descártalas.
eu: Beste kontu batekin gordetako {n} ekarpen daude. Ezin dira hemendik bidali: sartu kontu horrekin edo baztertu itzazu.
fr: {n} contributions ont été enregistrées avec un autre compte. Elles ne peuvent pas partir depuis celui-ci : connectez-vous avec ce compte ou abandonnez-les.
gl: Hai {n} achegas gardadas con outra conta. Non se poden enviar desde esta: entra con aquela conta ou descártaas.
it: Ci sono {n} contributi salvati con un altro account. Non possono partire da questo: entra con quell'account o scartali.
pt_pt: Há {n} contribuições guardadas com outra conta. Não podem sair a partir desta: entra com essa conta ou descarta-as.

# offline.pending
source: Pendents d'enviar: {n}
en: Waiting to be sent: {n}
es: Pendientes de enviar: {n}
eu: Bidaltzeke: {n}
fr: En attente d'envoi : {n}
gl: Pendentes de enviar: {n}
it: In attesa di invio: {n}
pt_pt: Por enviar: {n}

# offline.pendingHint
source: S'enviaran soles quan hi hagi connexió.
en: They will be sent on their own once you are back online.
es: Se enviarán solos cuando haya conexión.
eu: Konexioa dagoenean bakarrik bidaliko dira.
fr: Ils seront envoyés d'eux-mêmes une fois que vous serez de nouveau en ligne.
gl: Enviaranse sós cando haxa conexión.
it: Verranno inviati da soli quando ci sarà connessione.
pt_pt: Serão enviadas automaticamente quando houver conexão.

# offline.pendingReview
source: Sense enviar · es publicarà quan tornis a tenir senyal
en: Not sent yet · it will post when you get signal again
es: Sin enviar · se publicará cuando recuperes señal
eu: Bidali gabe · seinalea berreskuratzean argitaratuko da
fr: Non envoyé · sera publié dès que vous aurez du signal
gl: Sen enviar · publicarase cando recuperes sinal
it: Non inviato · verrà pubblicato quando torna il segnale
pt_pt: Por enviar · será publicado quando recuperares sinal

# offline.photoSaveHint
source: Mantén premuda la foto per desar-la.
en: Press and hold the photo to save it.
es: Mantén pulsada la foto para guardarla.
eu: Eduki sakatuta argazkia gordetzeko.
fr: Maintenez la photo appuyée pour l'enregistrer.
gl: Mantén premida a foto para gardala.
it: Tieni premuta la foto per salvarla.
pt_pt: Mantém a foto premida para a guardar.

# offline.retryHint
source: No s'ha pogut sincronitzar. Es tornarà a provar automàticament.
en: Could not sync. FontApp will try again automatically.
es: No se ha podido sincronizar. Se volverá a intentar automáticamente.
eu: Ezin izan da sinkronizatu. Automatikoki saiatuko da berriro.
fr: Impossible de synchroniser. FontApp réessaiera automatiquement.
gl: Non se puido sincronizar. Volverase tentar automaticamente.
it: Non è stato possibile sincronizzare. Riproveremo automaticamente.
pt_pt: Não foi possível sincronizar. Será tentado novamente automaticamente.

# offline.savedFont
source: Guardada sense cobertura. S'enviarà quan tornis a tenir senyal.
en: Saved offline. It will be sent when you get signal again.
es: Guardada sin cobertura. Se enviará cuando recuperes señal.
eu: Estaldurarik gabe gordeta. Seinalea berreskuratzean bidaliko da.
fr: Enregistré hors ligne. Il sera envoyé lorsque vous recevrez à nouveau le signal.
gl: Gardada sen cobertura. Enviarase cando recuperes sinal.
it: Salvata senza campo. Verrà inviata quando torna il segnale.
pt_pt: Guardada sem cobertura. Será enviada quando recuperares sinal.

# offline.savedPhoto
source: Sense connexió: la foto s'ha desat i es penjarà sola
en: No connection: the photo is saved and will upload on its own
es: Sin conexión: la foto se ha guardado y se subirá sola
eu: Konexiorik gabe: argazkia gorde da eta bakarrik igoko da
fr: Hors connexion : la photo est enregistrée et partira toute seule
gl: Sen conexión: a foto gardouse e subirase soa
it: Offline: la foto è stata salvata e si caricherà da sola
pt_pt: Sem ligação: a foto foi guardada e será enviada automaticamente

# offline.savedSafe
source: Estan desats de manera segura en aquest dispositiu.
en: They are safely stored on this device.
es: Están guardados de forma segura en este dispositivo.
eu: Gailu honetan modu seguruan gordeta daude.
fr: Ils sont enregistrés en toute sécurité sur cet appareil.
gl: Están gardados de forma segura neste dispositivo.
it: Sono salvati in modo sicuro su questo dispositivo.
pt_pt: Estão guardados de forma segura neste dispositivo.

# offline.savedUpdate
source: Guardat sense cobertura. S'enviarà quan tornis a tenir senyal.
en: Saved offline. It will be sent when you get signal again.
es: Guardado sin cobertura. Se enviará cuando recuperes señal.
eu: Estaldurarik gabe gordeta. Seinalea berreskuratzean bidaliko da.
fr: Enregistré hors ligne. Il sera envoyé lorsque vous recevrez à nouveau le signal.
gl: Gardado sen cobertura. Enviarase cando recuperes sinal.
it: Salvato senza campo. Verrà inviato quando torna il segnale.
pt_pt: Guardada sem cobertura. Será enviada quando recuperares sinal.

# offline.savePhoto
source: Desa la foto
en: Save photo
es: Guardar foto
eu: Gorde argazkia
fr: Enregistrer la photo
gl: Gardar foto
it: Salva la foto
pt_pt: Guardar foto

# offline.seeDetails
source: Veure les meves dades
en: See my data
es: Ver mis datos
eu: Ikusi nire datuak
fr: Voir mes données
gl: Ver os meus datos
it: Vedi i miei dati
pt_pt: Ver os meus dados

# offline.sending
source: Enviant…
en: Sending…
es: Enviando…
eu: Bidaltzen…
fr: Envoi…
gl: Enviando…
it: Invio…
pt_pt: A enviar…

# offline.sendNow
source: Envia ara
en: Send now
es: Enviar ahora
eu: Bidali orain
fr: Envoyer maintenant
gl: Enviar agora
it: Invia ora
pt_pt: Enviar agora

# offline.synced
source: Tot sincronitzat
en: Everything is synced
es: Todo sincronizado
eu: Dena sinkronizatuta
fr: Tout est synchronisé
gl: Todo sincronizado
it: Tutto sincronizzato
pt_pt: Tudo sincronizado

# offline.syncedHint
source: Les teves aportacions ja són a FontApp.
en: Your contributions are now in FontApp.
es: Tus aportaciones ya están en FontApp.
eu: Zure ekarpenak FontAppen daude jada.
fr: Vos contributions sont désormais sur FontApp.
gl: As túas achegas xa están en FontApp.
it: I tuoi contributi sono già su FontApp.
pt_pt: As tuas contribuições já estão em FontApp.

# offline.syncing
source: Sincronitzant {n}…
en: Syncing {n}…
es: Sincronizando {n}…
eu: {n} sinkronizatzen…
fr: Synchronisation de {n}…
gl: Sincronizando {n}…
it: Sincronizzazione di {n}…
pt_pt: Sincronizando {n}…

# passkey.add
source: Afegeix una passkey
en: Add a passkey
es: Añadir una passkey
eu: Gehitu passkey bat
fr: Ajouter une passkey
gl: Engadir unha passkey
it: Aggiungi una passkey
pt_pt: Adicionar uma passkey

# passkey.cancelled
source: No s'ha completat l'accés amb la passkey.
en: Passkey sign-in was not completed.
es: No se ha completado el acceso con la passkey.
eu: Ez da passkey bidezko sarbidea osatu.
fr: La connexion avec la passkey n'a pas été effectuée.
gl: Non se completou o acceso coa passkey.
it: L'accesso con la passkey non è stato completato.
pt_pt: O acesso com a passkey não foi concluído.

# passkey.confirmDelete
source: Vols eliminar aquesta passkey?
en: Delete this passkey?
es: ¿Quieres eliminar esta passkey?
eu: Passkey hau ezabatu nahi duzu?
fr: Supprimer cette passkey ?
gl: Queres eliminar esta passkey?
it: Vuoi eliminare questa passkey?
pt_pt: Queres eliminar esta passkey?

# passkey.defaultLabel
source: El meu dispositiu
en: My device
es: Mi dispositivo
eu: Nire gailua
fr: Mon appareil
gl: O meu dispositivo
it: Il mio dispositivo
pt_pt: O meu dispositivo

# passkey.intro
source: Entra amb Face ID, Touch ID o el bloqueig del dispositiu, sense contrasenya.
en: Sign in with Face ID, Touch ID, or your device lock—without a password.
es: Entra con Face ID, Touch ID o el bloqueo del dispositivo, sin contraseña.
eu: Sartu Face ID, Touch ID edo gailuaren blokeoarekin, pasahitzik gabe.
fr: Connectez-vous avec Face ID, Touch ID ou le verrouillage de l'appareil, sans mot de passe.
gl: Entra con Face ID, Touch ID ou o bloqueo do dispositivo, sen contrasinal.
it: Accedi con Face ID, Touch ID o il blocco del dispositivo, senza password.
pt_pt: Entra com Face ID, Touch ID ou o bloqueio do dispositivo, sem palavra-passe.

# passkey.login
source: Entra amb una passkey
en: Sign in with a passkey
es: Entrar con una passkey
eu: Sartu passkey batekin
fr: Se connecter avec une passkey
gl: Entrar cunha passkey
it: Accedi con una passkey
pt_pt: Entrar com uma passkey

# passkey.namePrompt
source: Posa un nom per reconèixer aquesta passkey (per exemple, MacBook o iPhone):
en: Name this passkey so you can recognize it (for example, MacBook or iPhone):
es: Ponle un nombre para reconocer esta passkey (por ejemplo, MacBook o iPhone):
eu: Eman izen bat passkey hau ezagutzeko (adibidez, MacBook edo iPhone):
fr: Nommez cette passkey pour la reconnaître (par exemple, MacBook ou iPhone) :
gl: Ponlle un nome para recoñecer esta passkey (por exemplo, MacBook ou iPhone):
it: Dai un nome per riconoscere questa passkey (per esempio, MacBook o iPhone):
pt_pt: Dá-lhe um nome para reconhecer esta passkey (por exemplo, MacBook ou iPhone):

# photo.failed
source: No s'ha pogut carregar la foto.
en: The photo could not be loaded.
es: No se ha podido cargar la foto.
eu: Ezin izan da argazkia kargatu.
fr: La photo n'a pas pu être chargée.
gl: Non se puido cargar a foto.
it: Non è stato possibile caricare la foto.
pt_pt: Não foi possível carregar a foto.

# place.checked
source: {n} de {total} tenen algun informe recent.
en: {n} of {total} have a recent report.
es: {n} de {total} tienen algún informe reciente.
eu: {total}(e)tik {n}(e)k txosten berriren bat dute.
fr: {n} sur {total} ont un signalement récent.
gl: {n} de {total} teñen algún informe recente.
it: {n} su {total} hanno una segnalazione recente.
pt_pt: {n} de {total} têm um relato recente.

# place.intro
source: Hi ha {n} fonts a prop de {place}. Aquesta pàgina és pública: qualsevol pot dir si en surt aigua.
en: There are {n} fountains near {place}. This page is public: anyone can say whether the water is flowing.
es: Hay {n} fuentes cerca de {place}. Esta página es pública: cualquiera puede decir si sale agua.
eu: {place} inguruan {n} iturri daude. Orri hau publikoa da: edonork esan dezake ura badariola.
fr: Il y a {n} points d'eau près de {place}. Cette page est publique : n'importe qui peut dire s'il y a de l'eau.
gl: Hai {n} fontes preto de {place}. Esta páxina é pública: calquera pode dicir se sae auga.
it: Ci sono {n} fontane vicino a {place}. Questa pagina è pubblica: chiunque può dire se c'è acqua.
pt_pt: Há {n} fontes perto de {place}. Esta página é pública: qualquer pessoa pode dizer se sai água.

# place.list
source: Fonts
en: Fountains
es: Fuentes
eu: Iturriak
fr: Points d'eau
gl: Fontes
it: Fontane
pt_pt: Fontes

# place.nearby
source: Pobles a prop
en: Nearby towns
es: Pueblos cerca
eu: Inguruko herriak
fr: Villages à proximité
gl: Vilas preto
it: Paesi vicini
pt_pt: Localidades perto

# place.noneChecked
source: Cap d'aquestes fonts s'ha comprovat encara. Si passes per alguna, dir si en surt aigua és qüestió de dos tocs.
en: None of these fountains has been checked yet. If you pass one, saying whether it flows takes two taps.
es: Ninguna de estas fuentes se ha comprobado todavía. Si pasas por alguna, decir si sale agua son dos toques.
eu: Iturri hauetako bat ere ez da oraindik egiaztatu. Batetik pasatzen bazara, ura badariola esatea bi ukitu dira.
fr: Aucun de ces points d'eau n'a encore été vérifié. Si vous passez devant l'un d'eux, le signaler prend deux touches.
gl: Ningunha destas fontes se comprobou aínda. Se pasas por algunha, dicir se sae auga son dous toques.
it: Nessuna di queste fontane è stata ancora verificata. Se passi da una, dire se c'è acqua sono due tocchi.
pt_pt: Nenhuma destas fontes foi ainda verificada. Se passares por alguma, dizer se sai água são dois toques.

# place.notFound
source: No coneixem aquest poble.
en: We do not know that town.
es: No conocemos ese pueblo.
eu: Ez dugu herri hori ezagutzen.
fr: Nous ne connaissons pas ce village.
gl: Non coñecemos esa vila.
it: Non conosciamo questo paese.
pt_pt: Não conhecemos essa localidade.

# place.openMap
source: Veure-les al mapa
en: See them on the map
es: Verlas en el mapa
eu: Ikusi mapan
fr: Les voir sur la carte
gl: Velas no mapa
it: Vedile sulla mappa
pt_pt: Ver no mapa

# place.title
source: Fonts a {place}
en: Water fountains in {place}
es: Fuentes en {place}
eu: {place}(e)ko iturriak
fr: Points d'eau à {place}
gl: Fontes en {place}
it: Fontane a {place}
pt_pt: Fontes em {place}

# place.titleWithRegion
source: Fonts a {place} ({region})
en: Water fountains in {place} ({region})
es: Fuentes en {place} ({region})
eu: {place}(e)ko iturriak ({region})
fr: Points d'eau à {place} ({region})
gl: Fontes en {place} ({region})
it: Fontane a {place} ({region})
pt_pt: Fontes em {place} ({region})

# places.back
source: tots els pobles
en: all towns
es: todos los pueblos
eu: herri guztiak
fr: toutes les communes
gl: todas as vilas
it: tutti i paesi
pt_pt: todas as localidades

# places.intro
source: Tots els pobles amb fonts d'aigua a prop. Tria'n un per veure quines fonts hi ha i com està l'aigua.
en: Every town with water fountains nearby. Pick one to see which fountains there are and how the water is.
es: Todos los pueblos con fuentes de agua cerca. Elige uno para ver qué fuentes hay y cómo está el agua.
eu: Ur-iturriak dituzten herri guztiak. Aukeratu bat zer iturri dauden eta ura nola dagoen ikusteko.
fr: Toutes les communes avec des points d'eau à proximité. Choisissez-en une pour voir les fontaines et l'état de l'eau.
gl: Todas as vilas con fontes de auga preto. Escolle unha para ver que fontes hai e como está a auga.
it: Tutti i paesi con fontane d'acqua vicino. Scegline uno per vedere quali fontane ci sono e com'è l'acqua.
pt_pt: Todas as localidades com fontes de água perto. Escolhe uma para ver que fontes há e como está a água.

# places.title
source: Fonts per poble
en: Fountains by town
es: Fuentes por pueblo
eu: Iturriak herriz herri
fr: Fontaines par commune
gl: Fontes por vila
it: Fontane per paese
pt_pt: Fontes por localidade

# popup.addPhoto
source: Encara no té foto. Li'n fas una?
en: No photo yet. Take one?
es: Aún no tiene foto. ¿Le haces una?
eu: Oraindik ez du argazkirik. Egingo diozu bat?
fr: Pas encore de photo. Vous en prenez une ?
gl: Aínda non ten foto. Fáslle unha?
it: Non ha ancora una foto. Gliene fai una?
pt_pt: Ainda não tem foto. Tira uma?

# popup.addPhotoDrops
source: Encara no té foto. Li'n fas una? +{n} gotes
en: No photo yet. Take one? +{n} drops
es: Aún no tiene foto. ¿Le haces una? +{n} gotas
eu: Oraindik ez du argazkirik. Egingo diozu bat? +{n} tanta
fr: Pas encore de photo. Vous en prenez une ? +{n} gouttes
gl: Aínda non ten foto. Fáslle unha? +{n} gotas
it: Non ha ancora una foto. Gliene fai una? +{n} gocce
pt_pt: Ainda não tem foto. Tira uma? +{n} gotas

# popup.confirmedThanks
source: Confirmat! Ja no és la paraula d'una sola persona.
en: Confirmed! It is no longer one person's word.
es: ¡Confirmado! Ya no es la palabra de una sola persona.
eu: Berretsita! Jada ez da pertsona bakar baten hitza.
fr: Confirmé ! Ce n'est plus la parole d'une seule personne.
gl: Confirmado! Xa non é a palabra dunha soa persoa.
it: Confermato! Non è più la parola di una persona sola.
pt_pt: Confirmado! Já não é a palavra de uma só pessoa.

# popup.detail
source: Veure detall →
en: View details →
es: Ver detalle →
eu: Ikusi xehetasunak →
fr: Voir les détails →
gl: Ver detalle →
it: Vedi la scheda →
pt_pt: Ver detalhe →

# popup.howIsIt
source: Com està ara?
en: How is it right now?
es: ¿Cómo está ahora?
eu: Nola dago orain?
fr: Comment est-elle maintenant ?
gl: Como está agora?
it: Com'è adesso?
pt_pt: Como está agora?

# popup.photoThanks
source: Gràcies! Ja té foto.
en: Thanks! It has a photo now.
es: ¡Gracias! Ya tiene foto.
eu: Eskerrik asko! Dagoeneko badu argazkia.
fr: Merci ! Elle a maintenant une photo.
gl: Grazas! Xa ten foto.
it: Grazie! Ora ha una foto.
pt_pt: Obrigado! Já tem foto.

# popup.sending
source: Enviant…
en: Sending…
es: Enviando…
eu: Bidaltzen…
fr: Envoi…
gl: Enviando…
it: Invio…
pt_pt: A enviar…

# popup.thanks
source: Gràcies! Ja ho saben els altres.
en: Thanks! Everyone else knows now.
es: ¡Gracias! Ya lo saben los demás.
eu: Eskerrik asko! Besteek badakite jada.
fr: Merci ! Les autres le savent déjà.
gl: Grazas! Xa o saben os demais.
it: Grazie! Ora lo sanno gli altri.
pt_pt: Obrigado! Já os outros sabem.

# popup.undo
source: Desfés
en: Undo
es: Deshacer
eu: Desegin
fr: Annuler
gl: Desfacer
it: Annulla
pt_pt: Anular

# popup.undone
source: Desfet.
en: Undone.
es: Deshecho.
eu: Desegina.
fr: Annulé.
gl: Desfeito.
it: Annullato.
pt_pt: Anulado.

# popup.updated
source: Actualitzat {when}
en: Updated {when}
es: Actualizado {when}
eu: Eguneratua {when}
fr: {when} mis à jour
gl: Actualizado {when}
it: Aggiornato {when}
pt_pt: Atualizado {when}

# privacy.emailPublic
source: Mostra el meu email al perfil públic
en: Show my email on my public profile
es: Mostrar mi email en el perfil público
eu: Erakutsi nire emaila profil publikoan
fr: Afficher mon email sur mon profil public
gl: Amosar o meu email no perfil público
it: Mostrare la mia email nel profilo pubblico
pt_pt: Mostrar o meu email no perfil público

# privacy.emailPublicHint
source: Si l'actives, qualsevol podrà veure el teu correu a la teva pàgina de perfil.
en: If enabled, anyone can see your email on your profile page.
es: Si lo activas, cualquiera podrá ver tu correo en tu página de perfil.
eu: Aktibatzen baduzu, edonork ikusi ahal izango du zure helbidea zure profilean.
fr: Si cette option est activée, tout le monde peut voir votre e-mail sur votre page de profil.
gl: Se o activas, calquera poderá ver o teu correo na túa páxina de perfil.
it: Se lo attivi, chiunque potrà vedere la tua email nella tua pagina di profilo.
pt_pt: Se ativares, qualquer pessoa poderá ver o teu email na tua página de perfil.

# privacy.intro
source: Tria quines dades es mostren a la teva pàgina de perfil pública.
en: Choose which details show on your public profile page.
es: Elige qué datos se muestran en tu página de perfil pública.
eu: Aukeratu zein datu agertzen diren zure profil publikoaren orrian.
fr: Choisissez les détails à afficher sur votre page de profil public.
gl: Escolle que datos se amosan na túa páxina de perfil pública.
it: Scegli quali dati compaiono nella tua pagina di profilo pubblica.
pt_pt: Escolhe quais os dados que se mostram na tua página de perfil pública.

# privacy.namePublic
source: Mostra el meu nom al perfil públic
en: Show my name on my public profile
es: Mostrar mi nombre en el perfil público
eu: Erakutsi nire izena profil publikoan
fr: Afficher mon nom sur mon profil public
gl: Amosar o meu nome no perfil público
it: Mostrare il mio nome nel profilo pubblico
pt_pt: Mostrar o meu nome no perfil público

# privacy.namePublicHint
source: Si el desactives, els altres només veuran el teu @usuari.
en: If disabled, others will only see your @username.
es: Si lo desactivas, los demás solo verán tu @usuario.
eu: Desaktibatzen baduzu, besteek zure @erabiltzailea baino ez dute ikusiko.
fr: S'il est désactivé, les autres ne verront que votre @username.
gl: Se o desactivas, os demais só verán o teu @usuario.
it: Se lo disattivi, gli altri vedranno solo il tuo @utente.
pt_pt: Se desativares, os outros apenas verão o teu @utilizador.

# privacy.rowEmail
source: Correu visible
en: Email visible
es: Correo visible
eu: Posta ikusgai
fr: E-mail visible
gl: Correo visible
it: Email visibile
pt_pt: Email visível

# privacy.rowName
source: Nom visible
en: Name visible
es: Nombre visible
eu: Izena ikusgai
gl: Nome visible
it: Nome visibile
pt_pt: Nome visível

# privacy.rowOnlyUser
source: Només el teu @usuari
en: Only your @username
es: Solo tu @usuario
eu: Zure @erabiltzailea soilik
fr: Seulement votre @pseudo
gl: Só o teu @usuario
it: Solo il tuo @utente
pt_pt: Só o teu @utilizador

# privacy.title
source: Privacitat
en: Privacy
es: Privacidad
eu: Pribatutasuna
fr: Confidentialité
gl: Privacidade
it: Privacy
pt_pt: Privacidade

# privacy.viewPublic
source: Veure el meu perfil públic
en: View my public profile
es: Ver mi perfil público
eu: Ikusi nire profil publikoa
fr: Voir mon profil public
gl: Ver o meu perfil público
it: Vedi il mio profilo pubblico
pt_pt: Ver o meu perfil público

# profile.account
source: Compte
en: Account
es: Cuenta
eu: Kontua
gl: Conta
it: Account
pt_pt: Conta

# profile.confirmDelete
source: Segur? S'eliminaran les teves dades personals i el compte. Les teves aportacions (fonts i ressenyes) es conservaran de forma anònima. Aquesta acció no es pot desfer.
en: Are you sure? Your personal data and account will be deleted. Your contributions (fountains and reviews) will be kept anonymously. This cannot be undone.
es: ¿Seguro? Se eliminarán tus datos personales y la cuenta. Tus aportaciones (fuentes y reseñas) se conservarán de forma anónima. Esta acción no se puede deshacer.
eu: Ziur? Zure datu pertsonalak eta kontua ezabatuko dira. Zure ekarpenak (iturriak eta iruzkinak) modu anonimoan gordeko dira. Ekintza hau ezin da desegin.
fr: Es-tu sûr? Vos données personnelles et votre compte seront supprimés. Vos contributions (fontaines et avis) seront conservées de manière anonyme. Cela ne peut pas être annulé.
gl: Seguro? Eliminaranse os teus datos persoais e a conta. As túas achegas (fontes e reseñas) conservaranse de forma anónima. Esta acción non se pode desfacer.
it: Sei sicuro? Verranno eliminati i tuoi dati personali e l'account. I tuoi contributi (fontane e recensioni) resteranno in forma anonima. Questa azione non si può annullare.
pt_pt: Tens a certeza? Os teus dados pessoais e a conta serão eliminados. As tuas contribuições (fontes e avaliações) serão mantidas de forma anónima. Esta ação não pode ser desfeita.

# profile.dangerZone
source: Zona de perill
en: Danger zone
es: Zona de peligro
eu: Arrisku eremua
fr: Zone dangereuse
gl: Zona de perigo
it: Zona di pericolo
pt_pt: Zona de perigo

# profile.dangerZoneHint
source: S'eliminaran les teves dades personals. Les teves aportacions es conservaran de forma anònima.
en: Your personal data will be deleted. Your contributions will be kept anonymously.
es: Se eliminarán tus datos personales. Tus aportaciones se conservarán de forma anónima.
eu: Zure datu pertsonalak ezabatuko dira. Zure ekarpenak modu anonimoan gordeko dira.
fr: Vos données personnelles seront supprimées. Vos contributions seront conservées de manière anonyme.
gl: Eliminaranse os teus datos persoais. As túas achegas conservaranse de forma anónima.
it: Verranno eliminati i tuoi dati personali. I tuoi contributi resteranno in forma anonima.
pt_pt: Os teus dados pessoais serão eliminados. As tuas contribuições serão mantidas de forma anónima.

# profile.deleteAccount
source: Esborra el meu compte
en: Delete my account
es: Borrar mi cuenta
eu: Ezabatu nire kontua
fr: Supprimer mon compte
gl: Borrar a miña conta
it: Elimina il mio account
pt_pt: Apagar a minha conta

# profile.email
source: Correu
en: Email
es: Correo
eu: Helbidea
fr: E-mail
gl: Correo
it: Email
pt_pt: Correio
